Repository: NaN-tic/trytond-product_cost_plan
Catalog: locale/*.po
Languages: ca, es

# field:product.cost.plan,active:
source: Active
es: Activo

# field:product.cost.plan,bom:
source: BOM
ca: Llista de materials
es: Lista de material

# field:product.cost.plan,boms:
source: BOMs
ca: Llistes de materials
es: Listas de material

# field:product.cost.plan,cost_price:
source: Unit Cost Price
ca: Preu de cost unitari
es: Precio de coste unitario

# field:product.cost.plan,costs:
source: Costs
ca: Costos
es: Costes

# field:product.cost.plan,create_date:
source: Create Date
es: Fecha de creación

# field:product.cost.plan,create_uid:
source: Create User
es: Usuario de creación

# field:product.cost.plan,name:
source: Name
ca: Nom
es: Nombre

# field:product.cost.plan,notes:
source: Notes
es: Notas

# field:product.cost.plan,number:
source: Number
ca: Número
es: Número

# field:product.cost.plan,product:
source: Product
ca: Producte
es: Producto

# field:product.cost.plan,product_cost_price:
source: Product Cost Price
ca: Preu de cost del producte
es: Precio de coste del producto

# field:product.cost.plan,product_uom_category:
source: Product UoM Category
ca: Categoria UdM del producte
es: Categoría UdM del producto

# field:product.cost.plan,products:
source: Products
ca: Productes
es: Productos

# field:product.cost.plan,products_cost:
source: Products Cost
ca: Cost dels materials
es: Coste materiales

# field:product.cost.plan,products_tree:
source: Products
es: Productos

# field:product.cost.plan,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:product.cost.plan,rec_name:
source: Record Name
es: Nombre del registro

# field:product.cost.plan,uom:
source: UoM
ca: UdM
es: UdM

# field:product.cost.plan,uom_digits:
source: UoM Digits
ca: Digits UdM
es: Dígitos UdM

# field:product.cost.plan,write_date:
source: Write Date
es: Fecha de modificación

# field:product.cost.plan,write_uid:
source: Write User
es: Usuario de modificación

# field:product.cost.plan.bom_line,bom:
source: BOM
ca: Llista de materials
es: Lista de material

# field:product.cost.plan.bom_line,create_date:
source: Create Date
es: Fecha de creación

# field:product.cost.plan.bom_line,create_uid:
source: Create User
es: Usuario de creación

# field:product.cost.plan.bom_line,product:
source: Product
ca: Producte
es: Producto

# field:product.cost.plan.bom_line,rec_name:
source: Record Name
es: Nombre del registro

# field:product.cost.plan.bom_line,write_date:
source: Write Date
es: Fecha de modificación

# field:product.cost.plan.bom_line,write_uid:
source: Write User
es: Usuario de modificación

# field:product.cost.plan.cost,cost:
source: Cost
es: Coste

# field:product.cost.plan.cost,create_date:
source: Create Date
es: Fecha de creación

# field:product.cost.plan.cost,create_uid:
source: Create User
es: Usuario de creación

# field:product.cost.plan.cost,internal_cost:
source: Cost (Internal Use)
ca: Cost (ús intern)
es: Coste (uso interno)

# field:product.cost.plan.cost,rec_name:
source: Record Name
es: Nombre del registro

# field:product.cost.plan.cost,sequence:
source: Sequence
ca: Seqüència
es: Secuencia

# field:product.cost.plan.cost,system:
source: System Managed
ca: Gestionat pel sistema
es: Gestinado por el sistema

# field:product.cost.plan.cost,type:
source: Type
ca: Tipus
es: Tipo

# field:product.cost.plan.cost,write_date:
source: Write Date
es: Fecha de modificación

# field:product.cost.plan.cost,write_uid:
source: Write User
es: Usuario de modificación

# field:product.cost.plan.cost.type,create_date:
source: Create Date
es: Fecha de creación

# field:product.cost.plan.cost.type,create_uid:
source: Create User
es: Usuario de creación

# field:product.cost.plan.cost.type,name:
source: Name
ca: Nom
es: Nombre

# field:product.cost.plan.cost.type,plan_field_name:
source: Plan Field Name
ca: Nom camp del pla
es: Nombre campo del plan

# field:product.cost.plan.cost.type,rec_name:
source: Record Name
es: Nombre del registro

# field:product.cost.plan.cost.type,system:
source: System Managed
ca: Gestionat pel sistema
es: Gestinado por el sistema

# field:product.cost.plan.cost.type,write_date:
source: Write Date
es: Fecha de modificación

# field:product.cost.plan.cost.type,write_uid:
source: Write User
es: Usuario de modificación

# field:product.cost.plan.create_bom.start,name:
source: Name
ca: Nom
es: Nombre

# field:product.cost.plan.product_line,children:
source: Children
ca: Fills
es: Hijos

# field:product.cost.plan.product_line,cost_price:
source: Cost Price
ca: Preu de cost
es: Precio de coste

# field:product.cost.plan.product_line,create_date:
source: Create Date
es: Fecha de creación

# field:product.cost.plan.product_line,create_uid:
source: Create User
es: Usuario de creación

# field:product.cost.plan.product_line,name:
source: Name
ca: Nom
es: Nombre

# field:product.cost.plan.product_line,parent:
source: Parent
ca: Pare
es: Padre

# field:product.cost.plan.product_line,party_stock:
source: Party Stock
ca: Stock del tercer
es: Stock del tercero

# field:product.cost.plan.product_line,product:
source: Product
ca: Producte
es: Producto

# field:product.cost.plan.product_line,product_cost_price:
source: Product Cost Price
ca: Preu de cost del producte
es: Precio de coste del producto

# field:product.cost.plan.product_line,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:product.cost.plan.product_line,rec_name:
source: Record Name
es: Nombre del registro

# field:product.cost.plan.product_line,sequence:
source: Sequence
ca: Seqüència
es: Secuencia

# field:product.cost.plan.product_line,total_cost:
source: Total Cost
ca: Cost total
es: Coste total

# field:product.cost.plan.product_line,unit_cost:
source: Unit Cost
ca: Cost unitari
es: Coste unitario

# field:product.cost.plan.product_line,uom:
source: UoM
ca: UdM
es: UdM

# field:product.cost.plan.product_line,uom_category:
source: UoM Category
ca: Categoria d'UdM
es: Categoría de UdM

# field:product.cost.plan.product_line,uom_digits:
source: UoM Digits
ca: Digits UdM
es: Dígitos UdM

# field:product.cost.plan.product_line,write_date:
source: Write Date
es: Fecha de modificación

# field:product.cost.plan.product_line,write_uid:
source: Write User
es: Usuario de modificación

# field:production.configuration,product_cost_plan_sequence:
source: Product Cost Plan Sequence
ca: Seqüencia pla de costsos de producte
es: Sequencia plan de coste del producto

# field:production.configuration.cost_plan,company:
source: Company
ca: Empresa
es: Empresa

# field:production.configuration.cost_plan,create_date:
source: Create Date
es: Fecha de creación

# field:production.configuration.cost_plan,create_uid:
source: Create User
es: Usuario de creación

# field:production.configuration.cost_plan,product_cost_plan_sequence:
source: Product Cost Plan Sequence
ca: Seqüencia pla de costsos de producte
es: Sequencia plan de coste del producto

# field:production.configuration.cost_plan,rec_name:
source: Record Name
es: Nombre del registro

# field:production.configuration.cost_plan,write_date:
source: Write Date
es: Fecha de modificación

# field:production.configuration.cost_plan,write_uid:
source: Write User
es: Usuario de modificación

# help:product.cost.plan.product_line,party_stock:
source: Use stock owned by party instead of company stock.
ca: Utilitza accions de propietat del tercer en lloc d'accions de l'empresa.
es: Use acciones de propiedad del tercero en lugar de acciones de la empresa.

# help:product.cost.plan.product_line,total_cost:
source: The cost of this product for total plan's quantity.
ca: El cost d'aquest producte per la quantitat total del pla.
es: El coste de este producto por la cantidad total del plan.

# help:product.cost.plan.product_line,unit_cost:
source: The cost of this product for each unit of plan's product.
ca: El cost d'aquest producte per cada unitat del producte del pla.
es: El coste de este producto por cada unidad del producto del plan.

# model:ir.action,name:act_product_cost_plan
source: Product Cost Plan
ca: Pla de costos de producte
es: Plan de coste del producto

# model:ir.action,name:act_product_cost_plan_bom_line
source: Product Cost Plan BOM
ca: LdM Pla de costos de producte
es: LdM Plan de coste del producto

# model:ir.action,name:act_product_cost_plan_cost
source: Plan Costs
ca: Pla de costos
es: Plan de costes

# model:ir.action,name:act_product_cost_plan_cost_type
source: Plan Cost Type
ca: Tipus de pla de cost
es: Tipo de coste

# model:ir.action,name:act_product_cost_plan_product_line
source: Product Cost Plan Product Line
ca: Línia de producte de Pla de costos de producte
es: Linea de producto Plan de coste del producto

# model:ir.action,name:wizard_create_bom
source: Create BOM
ca: Crear llista de materials
es: Crear Lista de material

# model:ir.message,text:bom_already_exists
source: A bom already exists for cost plan "%(cost_plan)s".
ca: Ja existeix una llista de materials per el pla de costos "%(cost_plan)s".
es: Ya existe una lista de materiales para el plan de costes "%(cost_plan)s".

# model:ir.message,text:delete_system_cos
source: You can not delete cost "%(cost)s" from plan "%(plan)s" because it's managed by system.
ca: No pot eliminar el cost "%(cost)s" del pla "%(plan)s" perquè es administrat pel sistema.
es: No poden eliminar el coste "%(cost)s" del plan "%(plan)s" porque está gestionado por el sistema.

# model:ir.message,text:lacks_the_product
source: The Cost Plan "%(cost_plan)s" lacks the product.
ca: El pla de costos "%(cost_plan)s" no té producte.
es: El plan de costes "%(cost_plan)s" carece de producto.

# model:ir.message,text:product_already_has_bom
source: Product "%(product)s" already has a BOM assigned.
ca: El producte "%(product)s" ja té una llista de materials assignada.
es: El producto "%(product)s" ya tiene una lista de materiales asignada.

# model:ir.message,text:product_lines_will_be_removed
source: It will remove the existing Product Lines in this plan.
ca: S'esborrarán les línies de productes existents en aquest pla.
es: Se eliminarán las líneas de productos existentes en este plan.

# model:ir.model.button,string:plan_compute_button
source: Initialize Cost Plan
ca: Inicialitza el pla de costos
es: Inicialitzar el plan de costes

# model:ir.sequence,name:sequence_product_cost_plan
source: Product Cost Plan
ca: Pla de costos de producte
es: Plan de coste del producto

# model:ir.sequence.type,name:sequence_type_product_cost_plan
source: Product Cost Plan
ca: Pla de costos de producte
es: Plan de coste del producto

# model:ir.ui.menu,name:menu_product_cost_plan
source: Product Cost Plan
ca: Pla de costos de producte
es: Plan de coste del producto

# model:ir.ui.menu,name:menu_product_cost_plan_cost_type
source: Plan Cost Type
ca: Tipus de pla de cost
es: Tipo de coste

# model:product.cost.plan,name:
source: Product Cost Plan
ca: Pla de costos de producte
es: Plan de coste del producto

# model:product.cost.plan.bom_line,name:
source: Product Cost Plan BOM
ca: LdM Pla de costos de producte
es: LdM Plan de coste del producto

# model:product.cost.plan.cost,name:
source: Plan Cost
ca: Pla de costos
es: Plan de costes

# model:product.cost.plan.cost.type,name:
source: Plan Cost Type
ca: Tipus de pla de cost
es: Tipo de coste

# model:product.cost.plan.cost.type,name:raw_materials
source: Raw materials
ca: Materies primes
es: Materias primas

# model:product.cost.plan.create_bom.start,name:
source: Create BOM Start
ca: Inici crear Llista de materials
es: Inicio crear lista de material

# model:product.cost.plan.product_line,name:
source: Product Cost Plan Product Line
ca: Línia de producte de Pla de costos de producte
es: Linea de producto Plan de coste del producto

# model:production.configuration.cost_plan,name:
source: Production Configuration Cost Plan
ca: Configuració de la producció del pla de costos
es: Configuración de la producción del plan de costes

# model:res.group,name:group_product_cost_plan
source: Product Cost Plan
ca: Pla de costos de producte
es: Plan de coste del producto

# model:res.group,name:group_product_cost_plan_admin
source: Product Cost Plan Administration
ca: Administració Pla de costos de producte
es: Administración Plan de coste del producto

# view:product.cost.plan.bom_line:
source: Product Cost Plan BOM
ca: LdM Pla de costos de producte
es: LdM Plan de coste del producto

# view:product.cost.plan.cost.type:
source: Plan Cost Type
ca: Tipus de pla de cost
es: Tipo de coste

# view:product.cost.plan.cost:
source: Plan Cost
ca: Pla de costos
es: Plan de costes

# view:product.cost.plan.create_bom.start:
source: Create BOM
ca: Crear Llista de materials
es: Crear Lista de material

# view:product.cost.plan.product_line:
source: Product Cost Plan Product Line
ca: Línia de producte de Pla de costos de producte
es: Linea de producto Plan de coste del producto

# view:product.cost.plan:
source: BOM Configuration
ca: Configuració de llistes de materials
es: Configuración lista de material

# view:product.cost.plan:
source: Costs
ca: Costos
es: Costes

# view:product.cost.plan:
source: Initialize Cost Plan
es: Inicialitzar el plan de costes

# view:product.cost.plan:
source: It will modify the product's field loosing the current value. Are you sure?
ca: Això modificarà la fitxa del producte perdent el valor actual. N'està segur?
es: Esto modificará la ficha del producto perdiendo el valor actual. ¿Está seguro?

# view:product.cost.plan:
source: Notes
es: Notas

# view:product.cost.plan:
source: Products
ca: Productes
es: Productos

# view:product.cost.plan:
source: Update Product's Cost Price
ca: Actualitza preu de cost del producte
es: Actualizar precio de coste del producto

# wizard_button:product.cost.plan.create_bom,start,bom:
source: Ok
ca: D'acord
es: Aceptar

# wizard_button:product.cost.plan.create_bom,start,end:
source: Cancel
ca: Cancel·la
es: Cancel·la

# field:product.cost.plan,all_products:
source: All Products
ca: Tots els productes

# field:product.cost.plan.bom_line,plan:
source: Plan
ca: Pla

# field:product.cost.plan.cost,plan:
source: Plan
ca: Pla

# field:product.cost.plan.product_line,plan:
source: Plan
ca: Pla

# model:ir.message,text:msg_product_line_plan_parent
source: The line "%(line)s" can only set plan or parent, not both options.
ca: La línia "%(line)s" només es pot relacionar amb un pla de cost o un pare, no les dues opcions.
